//MSGAI
/* Alert message when info page's data json url didn't give valid json*/
"InfoPage.Alert.DetailsNotFound" = "Détails de la page d'information non trouvés.";

/* Info page tile */
"InfoPage.Title" = "Info";

/* The label for common Alert's OK button */
"Common.Alert.OK" = "D'accord";

/* The label for common Alert's Cancel button */
"Common.Alert.Cancel" = "Annuler";

/* Alert message for message sending failed */
"Message.Alert.SendFailed" = "Échec de l'envoi du message, veuillez réessayer.";

/* The label for Persistent Menu Title */
"Persistent.Menu.Title" = "Menu";

/* The label for LocationPicker left bar button */
"LocationPicker.Navbar.Left.Cancel" = "Annuler";


/* The label for LocationPicker right bar button */
"LocationPicker.Navbar.Right.Send" = "Envoyer";


/* Text that indicates user's current location. */
"LocationPicker.CurrentLocationText" = "Localisation actuelle";

/* Text of search bar's placeholder. */
"LocationPicker.SearchBarPlaceholder" = "Recherche de lieu";

/* Text of location denied alert title. */
"LocationPicker.LocationDeniedAlertTitle" = "Accès à la localisation refusé";

/* Text of location denied alert message. */
"LocationPicker.LocationDeniedAlertMessage" = "Accorder l'accès à l'emplacement pour utiliser l'emplacement actuel";

/* Text of location denied alert _Grant_ button. */
"LocationPicker.LocationDeniedGrantText" = "Subvention";

/* Text of location denied alert _Cancel_ button. */
"LocationPicker.LocationDeniedCancelText" = "Annuler";

/* Label for location picker message which is displayed in main chat list.*/
"LocationPicker.ChatList.SendLocation" = "Envoyer emplacement";

/* Label for Welcoming Greeting */
"MainChat.WelcomeCell.GoodMorning" = "Bonjour";

/* Label for Welcoming Greeting */
"MainChat.WelcomeCell.GoodAfternoon" = "Bonne après-midi";

/* Label for Welcoming Greeting */
"MainChat.WelcomeCell.GoodEvening" = "Bonsoir";

/* Default placeholder text for chat text field */
"MainChat.ChatTextFieldPlaceholder" = "Demandez ou tapez quelque chose";

/* Title for internet not available alert message */
"Internet.NotConnected.Alert.Title" = "Pas connecté";

/* Title for internet not available alert message */
"Internet.NotConnected.Alert.Message" = "S'il vous plait, vérifiez votre connexion internet.";
